[{"_id": "65786ddc73d4e57bb549ee33", "index": 2, "id": "tm70993", "title": "Life of Brian", "type": "MOVIE", "description": "Brian Cohen is an average young Jewish man, but through a series of ridiculous events, he gains a reputation as the Messiah. When he's not dodging his followers or being scolded by his shrill mother, the hapless Brian has to contend with the pompous Pontius Pilate and acronym-obsessed members of a separatist movement. Rife with Monty Python's signature absurdity, the tale finds Brian's life paralleling Biblical lore, albeit with many more laughs.", "release_year": 1979, "age_certification": "R", "runtime": 99, "imdb_id": "tt0079470", "imdb_score": 8.0, "imdb_votes": 392569.0}, {"_id": "65786ddc73d4e57bb549ee38", "index": 7, "id": "tm98978", "title": "The Blue Lagoon", "type": "MOVIE", "description": "Two small children and a ship's cook survive a shipwreck and find safety on an idyllic tropical island. Soon, however, the cook dies and the young boy and girl are left on their own. Days become years and Emmeline and Richard make a home for themselves surrounded by exotic creatures and nature's beauty. But will they ever see civilization again?", "release_year": 1980, "age_certification": "R", "runtime": 109, "imdb_id": "tt0080453", "imdb_score": 5.8, "imdb_votes": 69203.0}, {"_id": "65786ddc73d4e57bb549ee3d", "index": 12, "id": "tm69997", "title": "Richard Pryor: Live in Concert", "type": "MOVIE", "description": "Richard Pryor delivers monologues on race, sex, family and his favorite target—himself, live at the Terrace Theatre in Long Beach, California.", "release_year": 1979, "age_certification": "R", "runtime": 83, "imdb_id": "tt0079807", "imdb_score": 8.1, "imdb_votes": 5291.0}, {"_id": "65786ddc73d4e57bb549ee3e", "index": 13, "id": "tm96649", "title": "The Long Riders", "type": "MOVIE", "description": "The origins, exploits and the ultimate fate of the James gang is told in a sympathetic portrayal of the bank robbers made up of brothers who begin their legendary bank raids because of revenge.", "release_year": 1980, "age_certification": "R", "runtime": 104, "imdb_id": "tt0081071", "imdb_score": 6.9, "imdb_votes": 11479.0}]