[{"_id": "65786ddc73d4e57bb549ee48", "index": 23, "id": "tm102287", "title": "Raya and Sakina", "type": "MOVIE", "description": "Dramatic rendition of a real life crime wave that terrorized the city of Alexandria, Egypt, between the years 1920 and 1922. Women are disappearing without a trace in what looked like the work of a serial killer. Being Egypt's first ever case of serial killings, the police is relentless and assigns the case to their best inspector. He traces the leads to sisters Raya and Sekina, but it becomes a race against time before they kill again.", "release_year": 1953, "age_certification": "", "runtime": 105, "imdb_id": "tt0316472", "imdb_score": 6.8, "imdb_votes": 231.0}, {"_id": "65786ddc73d4e57bb549ee4c", "index": 27, "id": "tm19608", "title": "The Blazing Sun", "type": "MOVIE", "description": "A rich landlord floods and destroys a village on purpose to prevent the people living there from making a profit off their crops. What he doesn't know is that his own daughter is in love with Ahmed, a young man from the village.", "release_year": 1954, "age_certification": "", "runtime": 100, "imdb_id": "tt0044429", "imdb_score": 7.4, "imdb_votes": 1219.0}, {"_id": "65786ddc73d4e57bb549ee3f", "index": 14, "id": "tm16479", "title": "White Christmas", "type": "MOVIE", "description": "Two talented song-and-dance men team up after the war to become one of the hottest acts in show business. In time they befriend and become romantically involved with the beautiful Haynes sisters who comprise a sister act.", "release_year": 1954, "age_certification": "", "runtime": 115, "imdb_id": "tt0047673", "imdb_score": 7.5, "imdb_votes": 42373.0}, {"_id": "65786ddc73d4e57bb549ee46", "index": 21, "id": "tm204541", "title": "Dark Waters", "type": "MOVIE", "description": "Ragab, a poor sailor, returns home to Alexandria after three years of absence, during which he tried to save money to marry his one true love, Hamedah. But there's trouble on the harbor, and with an old friend.", "release_year": 1956, "age_certification": "", "runtime": 120, "imdb_id": "tt0049761", "imdb_score": 6.7, "imdb_votes": 590.0}, {"_id": "65786ddc73d4e57bb549ee40", "index": 15, "id": "tm135083", "title": "Cairo Station", "type": "MOVIE", "description": "Qinawi, a physically challenged peddler who makes his living selling newspapers in the central Cairo train station, is obsessed by Hanuma, an attractive young woman who sells drinks. While she jokes with him about a possible relationship, she is actually in love with Abu Siri, a strong and respected porter at the station who is struggling to unionize his fellow workers to combat their boss' exploitative and abusive treatment.", "release_year": 1958, "age_certification": "", "runtime": 77, "imdb_id": "tt0051390", "imdb_score": 7.5, "imdb_votes": 4385.0}, {"_id": "65786ddc73d4e57bb549ee55", "index": 36, "id": "tm358653", "title": "Ujala", "type": "MOVIE", "description": "An honest man dreams of a better life for his family, but a childhood friend leads him into a world of crime that keeps happiness just out of reach.", "release_year": 1959, "age_certification": "", "runtime": 142, "imdb_id": "tt0157132", "imdb_score": 6.7, "imdb_votes": 78.0}, {"_id": "65786ddc73d4e57bb549ee45", "index": 20, "id": "tm356209", "title": "Singapore", "type": "MOVIE", "description": "When his employee disappears in Singapore, Shyam travels from India to investigate the absence and becomes entangled in a deadly plot.", "release_year": 1960, "age_certification": "", "runtime": 158, "imdb_id": "tt0268639", "imdb_score": 6.4, "imdb_votes": 82.0}, {"_id": "65786ddc73d4e57bb549ee3b", "index": 10, "id": "tm44204", "title": "The Guns of Navarone", "type": "MOVIE", "description": "A team of allied saboteurs are assigned an impossible mission: infiltrate an impregnable Nazi-held island and destroy the two enormous long-range field guns that prevent the rescue of 2,000 trapped British soldiers.", "release_year": 1961, "age_certification": "", "runtime": 158, "imdb_id": "tt0054953", "imdb_score": 7.5, "imdb_votes": 50150.0}, {"_id": "65786ddc73d4e57bb549ee57", "index": 38, "id": "tm10204", "title": "Professor", "type": "MOVIE", "description": "Sita devi is a very strict aunt for a number of young ladies, and does not allow them to fraternize with males. Along comes Pritam disguised as an elderly Professor Khanna to break every possible rule of the aunt", "release_year": 1962, "age_certification": "", "runtime": 163, "imdb_id": "tt0056379", "imdb_score": 6.8, "imdb_votes": 285.0}, {"_id": "65786ddc73d4e57bb549ee44", "index": 19, "id": "tm27298", "title": "Saladin the Victorious", "type": "MOVIE", "description": "Saladin, the first sultan of Egypt and Syria, leads the Muslim military campaign against the invading Christians from Europe during the Third Crusade.", "release_year": 1963, "age_certification": "", "runtime": 186, "imdb_id": "tt0057357", "imdb_score": 7.6, "imdb_votes": 2470.0}, {"_id": "65786ddc73d4e57bb549ee37", "index": 6, "id": "tm185072", "title": "My Fair Lady", "type": "MOVIE", "description": "A snobbish phonetics professor agrees to a wager that he can take a flower girl and make her presentable in high society.", "release_year": 1964, "age_certification": "G", "runtime": 170, "imdb_id": "tt0058385", "imdb_score": 7.8, "imdb_votes": 94121.0}, {"_id": "65786ddc73d4e57bb549ee3a", "index": 9, "id": "tm67378", "title": "The Professionals", "type": "MOVIE", "description": "An arrogant Texas millionaire hires four adventurers to rescue his kidnapped wife from a notorious Mexican bandit.", "release_year": 1966, "age_certification": "PG-13", "runtime": 117, "imdb_id": "tt0060862", "imdb_score": 7.3, "imdb_votes": 16168.0}, {"_id": "65786ddc73d4e57bb549ee4a", "index": 25, "id": "tm71909", "title": "Amrapali", "type": "MOVIE", "description": "After a failed conquest, Emperor Ajaatshatru pretends to be a soldier in the enemy's army to weaken them from the inside. However, he falls in love with Amrapali by faking his identity.", "release_year": 1966, "age_certification": "", "runtime": 120, "imdb_id": "tt0060104", "imdb_score": 6.7, "imdb_votes": 225.0}, {"_id": "65786ddc73d4e57bb549ee39", "index": 8, "id": "tm119281", "title": "Bonnie and Clyde", "type": "MOVIE", "description": "In the 1930s, bored waitress Bonnie Parker falls in love with an ex-con named Clyde Barrow and together they start a violent crime spree through the country, stealing cars and robbing banks.", "release_year": 1967, "age_certification": "R", "runtime": 110, "imdb_id": "tt0061418", "imdb_score": 7.7, "imdb_votes": 111189.0}, {"_id": "65786ddc73d4e57bb549ee41", "index": 16, "id": "tm14491", "title": "The Queen", "type": "MOVIE", "description": "In 1967, New York City is host to the Miss All-American Camp Beauty Pageant. This documentary takes a look behind the scenes, transporting the viewer into rehearsals and dressing rooms as the drag queen subculture prepares for this big national beauty contest. Jack/Sabrina is the mistress of ceremonies, and their protégé, Miss Harlow, is in the competition. But, as the pageant approaches, the glamorous contestants veer from camaraderie to tension.", "release_year": 1968, "age_certification": "", "runtime": 68, "imdb_id": "tt0183686", "imdb_score": 7.2, "imdb_votes": 1117.0}, {"_id": "65786ddc73d4e57bb549ee35", "index": 4, "id": "ts22164", "title": "Monty Python's Flying Circus", "type": "SHOW", "description": "A British sketch comedy series with the shows being composed of surreality, risqué or innuendo-laden humour, sight gags and observational sketches without punchlines.", "release_year": 1969, "age_certification": "TV-14", "runtime": 30, "imdb_id": "tt0063929", "imdb_score": 8.8, "imdb_votes": 72895.0}, {"_id": "65786ddc73d4e57bb549ee4f", "index": 30, "id": "tm75975", "title": "Prince", "type": "MOVIE", "description": "To better himself, a spoiled prince temporarily assumes a commoner's identity. But he soon learns his palace has been gifted to his father's new wife.", "release_year": 1969, "age_certification": "", "runtime": 152, "imdb_id": "tt0064842", "imdb_score": 6.9, "imdb_votes": 168.0}, {"_id": "65786ddc73d4e57bb549ee54", "index": 35, "id": "tm344089", "title": "Lal Patthar", "type": "MOVIE", "description": "Raja Kumar Bahadur alias Gyan Shankar Rai has been a total abstainer all his life, never touching a drop of alcohol, and keeping away from women and all known vices all his life. Then one day he sees a young woman named Saudamani, and instantly falls in love with her. He finds out about her background, and virtually buys her, and brings her to his palatial home. This is when he takes to drinking, and wooing her, and renaming her Madhuri, but refrains from marrying her. Years later, he sees another beautiful woman, about half his age, named Sumita, meets with her parents, pays off their debts, and marries her in the bargain.", "release_year": 1971, "age_certification": "", "runtime": 153, "imdb_id": "tt0237395", "imdb_score": 6.2, "imdb_votes": 137.0}, {"_id": "65786ddc73d4e57bb549ee36", "index": 5, "id": "tm14873", "title": "Dirty Harry", "type": "MOVIE", "description": "When a madman dubbed 'Scorpio' terrorizes San Francisco, hard-nosed cop, Harry Callahan – famous for his take-no-prisoners approach to law enforcement – is tasked with hunting down the psychopath. Harry eventually collars Scorpio in the process of rescuing a kidnap victim, only to see him walk on technicalities. Now, the maverick detective is determined to nail the maniac himself.", "release_year": 1971, "age_certification": "R", "runtime": 102, "imdb_id": "tt0066999", "imdb_score": 7.7, "imdb_votes": 153463.0}, {"_id": "65786ddc73d4e57bb549ee43", "index": 18, "id": "tm156453", "title": "FTA", "type": "MOVIE", "description": "A documentary about a political troupe headed by actors Jane Fonda and Donald Sutherland which traveled to towns near military bases in the US in the early 1970s. The group put on shows called \"F.T.A.\", which stood for \"F**k the Army\", and was aimed at convincing soldiers to voice their opposition to the Vietnam War, which was raging at the time. Various singers, actors and other entertainers performed antiwar songs and skits during the show.", "release_year": 1972, "age_certification": "R", "runtime": 97, "imdb_id": "tt0068562", "imdb_score": 6.2, "imdb_votes": 411.0}, {"_id": "65786ddc73d4e57bb549ee4d", "index": 28, "id": "ts45948", "title": "Monty Python's Fliegender Zirkus", "type": "SHOW", "description": "Monty Python's Fliegender Zirkus consisted of two 45-minute Monty Python German television comedy specials produced by WDR for West German television. The two episodes were first broadcast in January and December 1972 and were shot entirely on film and mostly on location in Bavaria, with the first episode recorded in German and the second recorded in English and then dubbed into German.", "release_year": 1972, "age_certification": "TV-MA", "runtime": 43, "imdb_id": "tt0202477", "imdb_score": 8.1, "imdb_votes": 2144.0}, {"_id": "65786ddc73d4e57bb549ee34", "index": 3, "id": "tm190788", "title": "The Exorcist", "type": "MOVIE", "description": "12-year-old Regan MacNeil begins to adapt an explicit new personality as strange events befall the local area of Georgetown. Her mother becomes torn between science and superstition in a desperate bid to save her daughter, and ultimately turns to her last hope: Father Damien Karras, a troubled priest who is struggling with his own faith.", "release_year": 1973, "age_certification": "R", "runtime": 133, "imdb_id": "tt0070047", "imdb_score": 8.1, "imdb_votes": 391942.0}, {"_id": "65786ddc73d4e57bb549ee5a", "index": 41, "id": "tm336403", "title": "Khoon Khoon", "type": "MOVIE", "description": "As a crazed killer blazes a trail of blood through an anxious city, a hardened cop aims to take him down by any means in this remake of Dirty Harry.", "release_year": 1973, "age_certification": "", "runtime": 131, "imdb_id": "tt0230412", "imdb_score": 5.1, "imdb_votes": 41.0}, {"_id": "65786ddc73d4e57bb549ee50", "index": 31, "id": "tm107372", "title": "Manoranjan", "type": "MOVIE", "description": "Havaldar Ratan is a rookie at the local police station, and is assigned duty on foot patrol on Manoranjan Street, a notorious red-light area, on the very first day of his job. He strikes up a conversation with a good-looking young woman named Nisha, and tells her that there is a possible violation of Suppression of Immoral Trafficking Act taking place on this street. He witnesses several women soliciting men, and decides to call in the paddy wagon, and get them arrested. Alas, one of the men frequenting the prostitutes is none other than Ratan's superior officer, who immediately summons Ratan, and has him removed from service on corruption charges. Nisha takes pity on a homeless and unemployed Ratan, and asks him to live with her. He does not want her to sell her body, and so he decides to work at night, and during the day he takes on the guise of a rich Nawab and spends time with her.", "release_year": 1974, "age_certification": "", "runtime": 162, "imdb_id": "tt0071811", "imdb_score": 6.5, "imdb_votes": 236.0}, {"_id": "65786ddc73d4e57bb549ee32", "index": 1, "id": "tm127384", "title": "Monty Python and the Holy Grail", "type": "MOVIE", "description": "King Arthur, accompanied by his squire, recruits his Knights of the Round Table, including Sir Bedevere the Wise, Sir Lancelot the Brave, Sir Robin the Not-Quite-So-Brave-As-Sir-Lancelot and Sir Galahad the Pure. On the way, Arthur battles the Black Knight who, despite having had all his limbs chopped off, insists he can still fight. They reach Camelot, but Arthur decides not  to enter, as \"it is a silly place\".", "release_year": 1975, "age_certification": "PG", "runtime": 91, "imdb_id": "tt0071853", "imdb_score": 8.199999999999998, "imdb_votes": 530877.0}, {"_id": "65786ddc73d4e57bb549ee51", "index": 32, "id": "tm200475", "title": "Beirut, Oh Beirut", "type": "MOVIE", "description": "In the aftermath of the 1967 defeat, four young Lebanese try to figure out their places in a society whose rules seem to have changed. It proved to be an extraordinary anticipation of the civil war that would engulf the country while the film was being edited.", "release_year": 1975, "age_certification": "", "runtime": 110, "imdb_id": "tt0169599", "imdb_score": 6.5, "imdb_votes": 106.0}, {"_id": "65786ddc73d4e57bb549ee31", "index": 0, "id": "tm84618", "title": "Taxi Driver", "type": "MOVIE", "description": "A mentally unstable Vietnam War veteran works as a night-time taxi driver in New York City where the perceived decadence and sleaze feed his urge for violent action, attempting to save a preadolescent prostitute in the process.", "release_year": 1976, "age_certification": "R", "runtime": 113, "imdb_id": "tt0075314", "imdb_score": 8.3, "imdb_votes": 795222.0}, {"_id": "65786ddc73d4e57bb549ee58", "index": 39, "id": "tm403346", "title": "Chadi Jawani Budhe Nu", "type": "MOVIE", "description": "A small-time businessman (B.S. Sood) reaches the \"naughty forties\". Now his wife is not good enough anymore, so he decides he needs a modern up to date mistress, resulting in hilarious situations.", "release_year": 1976, "age_certification": "", "runtime": 135, "imdb_id": "tt3290368", "imdb_score": 4.6, "imdb_votes": 14.0}, {"_id": "65786ddc73d4e57bb549ee4e", "index": 29, "id": "tm90896", "title": "The Return of the Prodigal Son", "type": "MOVIE", "description": "In this Andre Gide adaptation, an activist is released after many years in prison and returns home, shaking up established relationships among his family members at the farm governed by his strict father. Demonstrating Chahine’s eclecticism, this is an elegant melodrama, exuberant musical, layered allegory, and profound portrait of personal and political disillusionment.", "release_year": 1976, "age_certification": "", "runtime": 124, "imdb_id": "tt0074168", "imdb_score": 7.2, "imdb_votes": 768.0}, {"_id": "65786ddc73d4e57bb549ee42", "index": 17, "id": "tm89386", "title": "Hitler: A Career", "type": "MOVIE", "description": "A keen chronicle of the unlikely rise to power of Adolf Hitler (1889-1945) and a dissection of the Third Reich (1933-1945), but also an analysis of mass psychology and how the desperate crowd can be deceived and shepherded to the slaughterhouse.", "release_year": 1977, "age_certification": "PG", "runtime": 150, "imdb_id": "tt0191182", "imdb_score": 7.5, "imdb_votes": 2416.0}]